[Character.CharClass_AngelBoss AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Skills.Skill_AngelBoss_HealthRegen SkillDefinition]
SkillName="with life"
SkillDescription="Using an active suction line restores power."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_AngelBoss_WebSlow SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_AngelBoss_WebSlow:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="effect $NUMBER$ fire."
NoConstraintText=""
Suffix=""
Prefix=""

